#26 დღე:
#1. დაბეჭდეთ რიცხვები 1-დან 5-მდე for loop-ის გამოყენებით.
#2. დაბეჭდეთ ნომრები 1-დან 5-მდე while loop-ის გამოყენებით.
#3. ამობეჭდეთ თითოეული სიმბოლო სტრიქონში "hello" for loop-ის გამოყენებით.
#4. ამობეჭდეთ თითოეული სიმბოლო სტრიქონში "hello" დროის მარყუჟის გამოყენებით.
#5. დაბეჭდეთ რიცხვები 1, 2, 3 for loop-ის გამოყენებით.
#6. ამობეჭდეთ რიცხვები 1, 2, 3, while loop-ის გამოყენებით.
#7. დაბეჭდეთ "Python is fun" 3-ჯერ for loop-ის გამოყენებით.
#8. დაბეჭდეთ „პითონი სახალისოა“ 3-ჯერ while loop-ის გამოყენებით.
#9. დაბეჭდეთ სიის ელემენტები [1, 2, 3] for loop-ის გამოყენებით.
#10. ამობეჭდეთ სიის ელემენტები [1, 2, 3] while loop-ის გამოყენებით.
#11. დაბეჭდეთ "hi" თითოეული ელემენტისთვის სიაში [1, 2, 3] for loop-ის გამოყენებით.
#12. დაბეჭდეთ "hi" თითოეული ელემენტისთვის სიაში [1, 2, 3], while მარყუჟის გამოყენებით.
#13. დაბეჭდეთ პირველი 3 დადებითი მთელი რიცხვი for loop-ის გამოყენებით.
#14. დაბეჭდეთ პირველი 3 დადებითი მთელი რიცხვი while მარყუჟის გამოყენებით.
#15. დაბეჭდეთ რიცხვები 1-დან 3-მდე საპირისპიროდ for loop-ის გამოყენებით.
#16. ამობეჭდეთ რიცხვები 1-დან 3-მდე საპირისპიროდ, while მარყუჟის გამოყენებით.
#17. დაბეჭდეთ ანბანის პირველი 4 ასო for loop-ის გამოყენებით.
#18. ანბანის პირველი 4 ასო ამობეჭდეთ while მარყუჟის გამოყენებით.
#19. დაბეჭდეთ შეტყობინება "looping" 4-ჯერ for loop-ის გამოყენებით.
#20. დაბეჭდეთ შეტყობინება "looping" 4-ჯერ while loop-ის გამოყენებით.
#21. დაბეჭდეთ ტუპლის ელემენტები (1, 2, 3) for loop-ის გამოყენებით.
#22. ამობეჭდეთ tuple-ის ელემენტები (1, 2, 3) while loop-ის გამოყენებით.
#23. დაბეჭდეთ რიცხვები 5, 4, 3, 2, 1 for loop-ის გამოყენებით.
#24. ამობეჭდეთ რიცხვები 5, 4, 3, 2, 1 ციკლის გამოყენებით.
#25. ამობეჭდეთ სიის ელემენტები ["ვაშლი", "ბანანი", "ალუბალი"] for loop-ის გამოყენებით.

for y in range(6):  #1
    print(y)


i = 1               #2
while i < 6:
  print(i)
  i += 1

for z in "hello":    #3
    print(z)


i=1
for i in range(4):   #5
    print(i)


i = 1               #6
while i < 4:
  print(i)
  i += 1


num = ["1", "2", "3"]  #9
for x in num:
  print(x)



adj = ["hi"]            #11
f = ["1", "2", "3"]

for x in adj:
  for y in f:
    print(x, y)


ni = ["3", "2", "1"]  #15
for x in ni:
  print(x)


anbani = ["ა", "ბ", "გ","დ"]  #17
for x in anbani:
  print(x)

i=["1","2","3"]
for i in num:
    print(0,1,2)